



login_text= """
Здравствуйте. Это бот взаимодействующий с серисом https://memorycode.ru/

Для использования этого бота необходимо пройти авторизацию
"""


get_name_text = """
Для создания новой карточки введите фимилию имя и отчество человека:
"""

get_birth_date_text = """
Вспомните дату рождения человека 

Напишите дату в формате: <u>дд.мм.гггг</u>
"""

get_death_date_text = """
Напишите дату смерти человека

Не забудьте, что писать правильно в формате: <u>дд.мм.гггг</u>
"""

get_workplace_text = """
Чем занимался человек? Что он любил делать? Вспомните все его любимые хобби
"""

get_country_text = """
Пропишите страну проживания
"""